enum sideArrows {
  "&deg Северный &darr;",
  "&deg Северо-восточный &#x2199;",
  "&deg Восточный &larr;",
  "&deg Юго-восточный &#x2196;",
  "&deg Южный &uarr;",
  "&deg Юго-западный &#x2197;",
  "&deg Западный &rarr;",
  "&deg Северо-западный &#x2198;",
}

enum weekDays {
  "Сегодня",
  "Завтра",
}

enum categorySpeed {
  "штиль" = 0.2,
  "тихий" = 1.5,
  "лёгкий" = 3.3,
  "слабый" = 5.4,
  "умеренный" = 7.9,
  "свежий" = 10.7,
  "сильный" = 13.8,
  "крепкий" = 17.1,
  "очень крепкий" = 20.7,
  "шторм" = 24.4,
  "сильный шторм" = 28.4,
  "жестокий шторм" = 32.6,
  "ураган" = 33.1,
}

export default {
  sideArrows,
  weekDays,
  categorySpeed,
};
